Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# sync.error.reenable_in_app_store
source: Re-enable this App Store subscription from your Apple account subscriptions.
ar: أعد تفعيل اشتراك App Store هذا من اشتراكات حسابك في Apple.
cs: Znovu povolte toto předplatné App Store ze svého účtu Apple.
da: Genaktiver dette App Store-abonnement fra dine Apple-kontoabonnementer.
de: Aktivieren Sie dieses App Store-Abonnement über Ihre Apple-Kontoabos erneut.
el: Ενεργοποιήστε ξανά τη συνδρομή App Store αυτής από τη σελίδα συνδρομών Apple Account σας.
es: Vuelve a habilitar esta suscripción del App Store desde las suscripciones de tu cuenta de Apple.
fi: Ota tämä App Store -tilaus uudelleen käyttöön Apple-tilin tilauksista.
fr: Réactivez cet abonnement App Store depuis les abonnements de votre compte Apple.
he: הפעל מחדש את מנוי App Store זה מהרשומות שלך בחשבון Apple.
hi: अपने Apple खाते की सदस्यता से इस App Store सदस्यता को फिर से सक्षम करें।
hu: Engedélyezze újra ezt az App Store előfizetést az Apple-fiók előfizetéseiből.
id: Aktifkan kembali langganan App Store ini dari langganan akun Apple Anda.
it: Riabilita questa sottoscrizione dell'App Store dall'account Apple.
ja: このApp StoreサブスクリプションをApple Accountのサブスクリプションから再度有効にしてください。
ko: Apple 계정 구독에서 이 App Store 구독을 다시 사용하도록 설정하세요.
ms: Dayakan semula langganan App Store ini daripada langganan akaun Apple anda.
nb: Aktiver dette App Store-abonnementet på nytt fra Apple-kontoen din.
nl: Activeer dit App Store-abonnement opnieuw vanuit de abonnementsinstellingen van je Apple Account.
pl: Włącz ponownie tę subskrypcję App Store w swoim koncie Apple.
pt_br: Reative esta assinatura da App Store nas assinaturas da sua Conta Apple.
pt_pt: Reative esta subscrição da App Store a partir das suas subscrições de conta Apple.
ro: Reactivați acest abonament din App Store din abonamentele contului dvs. Apple.
ru: Повторно включите эту подписку App Store в подписках вашей учётной записи Apple.
sk: Opätovne zapnite toto predplatné App Store z predplatných svojho Apple účtu.
sv: Aktivera den här App Store-prenumerationen igen från ditt Apple-konto.
th: เปิดใช้งานการสมัครสมาชิก App Store นี้อีกครั้งจากการสมัครสมาชิกบัญชี Apple ของคุณ
tr: Bu App Store aboneliğini Apple hesabınızın abonelikleri bölümünden yeniden etkinleştirin.
uk: Повторно увімкніть цю підписку App Store через підписки облікового запису Apple.
vi: Kích hoạt lại đăng ký App Store này từ những đăng ký tài khoản Apple của bạn.
zh_hans: 在您的 Apple 账户订阅中重新启用此 App Store 订阅。
zh_hant: 從您的 Apple 帳戶訂閱項目重新啟用此 App Store 訂閱。

# sync.error.reenable_in_play_store
source: Re-enable this subscription from your Google Play subscriptions.
ar: أعد تفعيل هذا الاشتراك من اشتراكاتك في Google Play.
cs: Znovu povolte toto předplatné z vašich předplatných Google Play.
da: Genaktiver dette abonnement fra dine Google Play-abonnementer.
de: Aktivieren Sie dieses Abonnement über Ihre Google Play-Abos erneut.
el: Ενεργοποιήστε ξανά τη συνδρομή σας από τις συνδρομές Google Play.
es: Vuelve a habilitar esta suscripción desde tus suscripciones de Google Play.
fi: Ota tämä tilaus uudelleen käyttöön Google Play -tilauksista.
fr: Réactivez cet abonnement depuis vos abonnements Google Play.
he: הפעל מחדש את המנוי הזה מהרשומות שלך ב-Google Play.
hi: अपनी Google Play सदस्यता से इस सदस्यता को फिर से सक्षम करें।
hu: Engedélyezze újra ezt az előfizetést a Google Play előfizetéseiből.
id: Aktifkan kembali langganan ini dari langganan Google Play Anda.
it: Riabilita questa sottoscrizione dalle tue sottoscrizioni di Google Play.
ja: このサブスクリプションをGoogle Playサブスクリプションから再度有効にしてください。
ko: Google Play 구독에서 이 구독을 다시 사용하도록 설정하세요.
ms: Dayakan semula langganan ini daripada langganan Google Play anda.
nb: Aktiver dette abonnementet på nytt fra Google Play-abonnementene dine.
nl: Activeer dit abonnement opnieuw vanuit je Google Play-abonnementen.
pl: Włącz ponownie tę subskrypcję w swoich subskrypcjach Google Play.
pt_br: Reative esta assinatura nas assinaturas do Google Play.
pt_pt: Reative esta subscrição a partir das suas subscrições do Google Play.
ro: Reactivați acest abonament din abonamentele dvs. Google Play.
ru: Повторно включите эту подписку в подписках Google Play.
sk: Opätovne zapnite toto predplatné z predplatných Google Play.
sv: Aktivera den här prenumerationen igen från dina Google Play-prenumerationer.
th: เปิดใช้งานการสมัครสมาชิกนี้อีกครั้งจากการสมัครสมาชิก Google Play ของคุณ
tr: Bu aboneliği Google Play aboneliklerinizden yeniden etkinleştirin.
uk: Повторно увімкніть цю підписку через підписки Google Play.
vi: Kích hoạt lại đăng ký này từ những đăng ký Google Play của bạn.
zh_hans: 在您的 Google Play 订阅中重新启用此订阅。
zh_hant: 從您的 Google Play 訂閱重新啟用此訂閱。

# sync.error.refresh_failed
source: could not refresh sync session: {error}
ar: تعذر تحديث جلسة المزامنة: {error}
cs: nepodařilo se obnovit relaci synchronizace: {error}
da: kunne ikke opdatere synkroniseringssession: {error}
de: Sync-Sitzung konnte nicht aktualisiert werden: {error}
el: δεν ήταν δυνατή η ανανέωση της συνόδου συγχρονισμού: {error}
es: no se pudo actualizar la sesión de sincronización: {error}
fi: synkronointiistunnon päivitys epäonnistui: {error}
fr: impossible d'actualiser la session de synchronisation : {error}
he: לא היה אפשר לרענן את הפעילות: {error}
hi: सिंक सत्र को ताज़ा नहीं कर सका: {error}
hu: nem sikerült frissíteni a szinkronizálási munkamenetet: {error}
id: tidak dapat menyegarkan sesi sinkronisasi: {error}
it: impossibile aggiornare la sessione di sincronizzazione: {error}
ja: 同期セッションをリフレッシュできませんでした: {error}
ko: 동기화 세션을 새로고칠 수 없음: {error}
ms: tidak dapat menyegar sesi sinkron: {error}
nb: kunne ikke oppdatere synksesjonen: {error}
nl: kon syncsessie niet vernieuwen: {error}
pl: nie udało się odświeżyć sesji synchronizacji: {error}
pt_br: não foi possível atualizar a sessão de sincronização: {error}
pt_pt: não foi possível atualizar a sessão de sincronização: {error}
ro: nu s-a putut reîmprospăta sesiunea de sincronizare: {error}
ru: не удалось обновить сеанс синхронизации: {error}
sk: nie je možné obnoviť reláciu synchronizácie: {error}
sv: kunde inte uppdatera synkroniseringssession: {error}
th: ไม่สามารถรีเฟรช Sync session: {error}
tr: senkronizasyon oturumu yenilenemedi: {error}
uk: не вдалося оновити сеанс синхронізації: {error}
vi: không thể làm mới phiên đồng bộ: {error}
zh_hans: 无法刷新同步会话：{error}
zh_hant: 無法重新整理同步工作階段: {error}

# sync.error.refresh_missing_token
source: sync refresh response missing refresh token
ar: رسالة تحديث المزامنة تفتقد رمز التحديث
cs: v odpovědi obnovy synchronizace chybí obnovovací token
da: synkroniseringsopdatering mangler opdaterings-token
de: Sync-Aktualisierungsantwort fehlt Aktualisierungstoken
el: η απάντηση ανανέωσης συγχρονισμού δεν έχει διακριτικό ανανέωσης
es: falta el token de actualización en la respuesta de actualización de sincronización
fi: synkronoinnin päivitysvastaus puuttuu päivitystokeni
fr: la réponse d'actualisation de synchronisation manque du jeton d'actualisation
he: תגובת רענון סנכרון חסרה עדכון טוקן
hi: सिंक ताज़ा प्रतिक्रिया में रीफ्रेश टोकन नहीं है
hu: szinkronizálási frissítési válasz hiányzó frissítési token
id: respons penyegaran sinkronisasi tidak memiliki token penyegaran
it: risposta di aggiornamento della sincronizzazione senza token di aggiornamento
ja: 同期リフレッシュレスポンスにリフレッシュトークンがありません
ko: 동기화 새로고침 응답에 새로고침 토큰이 없음
ms: respons segar sinkron hilang token penyegar
nb: synk-oppdateringsrespons mangler oppdateringstoken
nl: sync-vernieuwingsantwoord mist vernieuwingstoken
pl: brak tokenu w odpowiedzi odświeżenia synchronizacji
pt_br: resposta de atualização de sincronização sem token de atualização
pt_pt: resposta de atualização de sincronização sem token de atualização
ro: răspunsul de reîmprospătare a sincronizării lipsă token de reîmprospătare
ru: ответ обновления синхронизации не содержит токен обновления
sk: v odpovedi obnovy synchronizácie chýba obnovovací token
sv: synkroniseringsuppdatering saknar uppdateringstoken
tr: senkronizasyon yenileme yanıtında yenileme jetonu eksik
uk: у відповіді оновлення синхронізації відсутній токен оновлення
vi: phản hồi làm mới đồng bộ thiếu token làm mới
zh_hans: 同步刷新响应缺少刷新令牌
zh_hant: 同步重新整理回應缺少重新整理權杖

# sync.error.request_failed
source: The request to the sync API failed.
ar: فشل الطلب إلى واجهة برمجة تطبيقات المزامنة.
cs: Požadavek na rozhraní API synchronizace se nezdařil.
da: Anmodningen til synkroniserings-API'en mislykkedes.
de: Die Anfrage an die Sync-API ist fehlgeschlagen.
el: Το αίτημα στο API συγχρονισμού απέτυχε.
es: La solicitud a la API de sincronización falló.
fi: Pyyntö synkronointiohjelmarajapintaan epäonnistui.
fr: La requête adressée à l'API de synchronisation a échoué.
he: הבקשה לממשק סנכרון נכשלה.
hi: सिंक API को अनुरोध विफल रहा।
hu: A szinkronizálási API-hoz intézett kérelem meghiúsult.
id: Permintaan ke API sinkronisasi gagal.
it: La richiesta all'API di sincronizzazione non è riuscita.
ja: 同期APIへのリクエストが失敗しました。
ko: 동기화 API에 대한 요청이 실패했습니다.
ms: Permintaan ke API sinkron gagal.
nb: Forespørselen til synk-APIet mislyktes.
nl: Het verzoek aan de sync-API is mislukt.
pl: Żądanie do interfejsu API synchronizacji nie powiodło się.
pt_br: A solicitação para a API de sincronização falhou.
pt_pt: O pedido à API de sincronização falhou.
ro: Cererea către API-ul de sincronizare a eșuat.
ru: Запрос к API синхронизации не выполнен.
sk: Požiadavka na synchronizačné API zlyhala.
sv: Förfrågan till synkroniserings-API:t misslyckades.
th: คำขอไปยัง Sync API ล้มเหลว
tr: Senkronizasyon API'sine yapılan istek başarısız oldu.
uk: Запит до API синхронізації не виконано.
vi: Yêu cầu đến API đồng bộ không thành công.
zh_hans: 对同步 API 的请求失败。
zh_hant: 對同步 API 的請求失敗。

# sync.error.resend_rate_limited
source: You've requested this recently — wait a minute, then try again.
ar: لقد طلبت هذا مؤخراً — انتظر دقيقة واحدة، ثم حاول مرة أخرى.
cs: Nedávno jste si to vyžádali – počkejte chvíli a pak zkuste znovu.
da: Du har anmodet om dette for nylig — vent et minut og prøv igen.
de: Sie haben dies kürzlich angefordert – warten Sie eine Minute und versuchen Sie es erneut.
el: Ζητήσατε αυτό πρόσφατα — περιμένετε ένα λεπτό, μετά δοκιμάστε ξανά.
es: Ya solicitaste esto recientemente — espera un minuto e intenta de nuevo.
fi: Olet pyytänyt tätä äskettäin — odota hetki ja yritä sitten uudelleen.
fr: Vous avez récemment fait cette demande — attendez une minute, puis réessayez.
he: ביקשת זאת לאחרונה — חכה דקה ואז נסה שוב.
hi: आपने हाल ही में इसका अनुरोध किया है — एक मिनट प्रतीक्षा करें, फिर फिर से प्रयास करें।
hu: Ezt közelmúltban már kérte — várjon egy percet, majd próbálja meg újra.
id: Anda telah meminta ini baru-baru ini — tunggu satu menit, lalu coba lagi.
it: Hai richiesto questo di recente — attendi un minuto, poi riprova.
ja: 最近リクエストしました—1分待ってからもう一度お試しください。
ko: 최근에 요청하셨습니다 - 1분 기다린 후 다시 시도하세요.
ms: Anda telah meminta ini baru-baru ini — tunggu sebentar, kemudian cuba lagi.
nb: Du har forespurt dette nylig – vent et minutt, og prøv igjen.
nl: Je hebt dit onlangs aangevraagd — wacht een minuut en probeer het opnieuw.
pl: Niedawno złożyłeś to żądanie — czekaj minutę, a następnie spróbuj ponownie.
pt_br: Você solicitou isso recentemente — aguarde um minuto e tente novamente.
pt_pt: Solicitou isto recentemente — aguarde um minuto e tente novamente.
ro: Ați solicitat aceasta recent — așteptați un minut, apoi încercați din nou.
ru: Вы недавно отправляли этот запрос — подождите минуту и попробуйте снова.
sk: Nedávno ste to požiadali — počkajte chvíľu a skúste znova.
sv: Du har begärt det här nyligen — vänta en minut och försök sedan igen.
th: คุณขอสิ่งนี้ไม่นาน ให้รอสักครู่แล้วลองอีกครั้ง
tr: Bunu yakın zamanda istediniz — bir dakika bekleyip tekrar deneyin.
uk: Ви запитували це нещодавно — зачекайте хвилину, а потім спробуйте ще раз.
vi: Bạn vừa yêu cầu điều này — hãy chờ một phút, rồi thử lại.
zh_hans: 您最近请求过此操作——请等候片刻，然后重试。
zh_hant: 您最近要求過此項 — 請等一分鐘，然後重試。

# sync.error.session_expired_reauth
source: Your sync session expired. Please sign in again.
ar: انتهت مهلة جلسة المزامنة. يرجى تسجيل الدخول مرة أخرى.
cs: Vaše relace synchronizace vypršela. Přihlaste se prosím znovu.
da: Din synkroniseringssession udløb. Log ind igen.
de: Ihre Sync-Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
el: Η συνόδος συγχρονισμού σας έληξε. Συνδεθείτε ξανά.
es: Tu sesión de sincronización expiró. Por favor, inicia sesión de nuevo.
fi: Synkronointiistuntosi on päättynyt. Kirjaudu uudelleen sisään.
fr: Votre session de synchronisation a expiré. Veuillez vous reconnecter.
he: הפעילות שלך פגה. אנא התחבר שוב.
hi: आपका सिंक सत्र समाप्त हो गया। कृपया फिर से साइन-इन करें।
hu: A szinkronizálási munkamenet lejárt. Kérjük, jelentkezzen be újra.
id: Sesi sinkronisasi Anda telah berakhir. Silakan masuk lagi.
it: La tua sessione di sincronizzazione è scaduta. Accedi di nuovo.
ja: 同期セッションが有効期限切れです。もう一度サインインしてください。
ko: 동기화 세션이 만료되었습니다. 다시 로그인하세요.
ms: Sesi sinkron anda telah tamat. Sila log masuk semula.
nb: Synksesjonen din utløp. Logg inn igjen.
nl: Je syncsessie is verlopen. Meld je opnieuw aan.
pl: Twoja sesja synchronizacji wygasła. Zaloguj się ponownie.
pt_br: Sua sessão de sincronização expirou. Faça login novamente.
pt_pt: A sua sessão de sincronização expirou. Inicie sessão novamente.
ro: Sesiunea de sincronizare a expirat. Vă rugăm să vă conectați din nou.
ru: Ваш сеанс синхронизации истёк. Пожалуйста, войдите снова.
sk: Vaša relácia synchronizácie vypršala. Skúste sa znova prihlásiť.
sv: Din synkroniseringssession har upphört att gälla. Logga in igen.
th: Sync session ของคุณหมดอายุแล้ว โปรดลงชื่อเข้าใช้อีกครั้ง
tr: Senkronizasyon oturumunuzun süresi doldu. Lütfen tekrar oturum açın.
uk: Ваш сеанс синхронізації закінчився. Будь ласка, ввійдіть ще раз.
vi: Phiên đồng bộ của bạn đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: 您的同步会话已过期。请重新登录。
zh_hant: 您的同步工作階段已過期。請重新登入。

# sync.error.session_expired_retry
source: Your sync session expired. Sign in again, then retry.
ar: انتهت مهلة جلسة المزامنة. قم بتسجيل الدخول مرة أخرى، ثم أعد المحاولة.
cs: Vaše relace synchronizace vypršela. Přihlaste se a pak zkuste znovu.
da: Din synkroniseringssession udløb. Log ind igen og prøv igen.
de: Ihre Sync-Sitzung ist abgelaufen. Melden Sie sich erneut an und versuchen Sie es erneut.
el: Η συνόδος συγχρονισμού σας έληξε. Συνδεθείτε ξανά, μετά δοκιμάστε ξανά.
es: Tu sesión de sincronización expiró. Inicia sesión de nuevo y luego reintenta.
fi: Synkronointiistuntosi on päättynyt. Kirjaudu uudelleen sisään ja yritä sitten uudelleen.
fr: Votre session de synchronisation a expiré. Reconnectez-vous, puis réessayez.
he: הפעילות שלך פגה. התחבר שוב ואז נסה שוב.
hi: आपका सिंक सत्र समाप्त हो गया। फिर से साइन-इन करें, फिर दोबारा प्रयास करें।
hu: A szinkronizálási munkamenet lejárt. Jelentkezzen be újra, majd próbálja meg újra.
id: Sesi sinkronisasi Anda telah berakhir. Masuk lagi, lalu coba ulang.
it: La tua sessione di sincronizzazione è scaduta. Accedi di nuovo, poi riprova.
ja: 同期セッションが有効期限切れです。もう一度サインインしてから再度お試しください。
ko: 동기화 세션이 만료되었습니다. 로그인한 후 다시 시도하세요.
ms: Sesi sinkron anda telah tamat. Log masuk semula, kemudian cuba lagi.
nb: Synksesjonen din utløp. Logg inn på nytt, og prøv igjen.
nl: Je syncsessie is verlopen. Meld je aan en probeer het opnieuw.
pl: Twoja sesja synchronizacji wygasła. Zaloguj się ponownie, a następnie spróbuj ponownie.
pt_br: Sua sessão de sincronização expirou. Faça login novamente e tente outra vez.
pt_pt: A sua sessão de sincronização expirou. Inicie sessão novamente e tente novamente.
ro: Sesiunea de sincronizare a expirat. Conectați-vă din nou, apoi încercați din nou.
ru: Ваш сеанс синхронизации истёк. Войдите снова, затем повторите попытку.
sk: Vaša relácia synchronizácie vypršala. Prihláste sa znova a potom skúste znova.
sv: Din synkroniseringssession har upphört att gälla. Logga in igen och försök sedan igen.
th: Sync session ของคุณหมดอายุแล้ว ลงชื่อเข้าใช้อีกครั้งแล้วลองอีก
tr: Senkronizasyon oturumunuzun süresi doldu. Oturum açın, ardından yeniden deneyin.
uk: Ваш сеанс синхронізації закінчився. Увійдіть ще раз, а потім повторіть.
vi: Phiên đồng bộ của bạn đã hết hạn. Đăng nhập lại, rồi thử lại.
zh_hans: 您的同步会话已过期。请重新登录，然后重试。
zh_hant: 您的同步工作階段已過期。請重新登入，然後重試。

# sync.error.sign_in_failed
source: Sign in failed.
ar: فشل تسجيل الدخول.
cs: Přihlášení se nezdařilo.
da: Log ind mislykkedes.
de: Anmeldung fehlgeschlagen.
el: Η σύνδεση απέτυχε.
es: El inicio de sesión falló.
fi: Kirjautuminen epäonnistui.
fr: La connexion a échoué.
he: ההתחברות נכשלה.
hi: साइन-इन विफल रहा।
hu: Bejelentkezés meghiúsult.
id: Masuk gagal.
it: Accesso non riuscito.
ja: サインインに失敗しました。
ko: 로그인 실패.
ms: Log masuk gagal.
nb: Pålogging mislyktes.
nl: Aanmelden mislukt.
pl: Logowanie nie powiodło się.
pt_br: Login falhou.
pt_pt: Falha ao iniciar sessão.
ro: Conectarea a eșuat.
ru: Вход не выполнен.
sk: Prihlásenie zlyhalo.
sv: Inloggningen misslyckades.
th: การลงชื่อเข้าใช้ล้มเหลว
tr: Oturum açma başarısız oldu.
uk: Вхід не виконано.
vi: Đăng nhập không thành công.
zh_hans: 登录失败。
zh_hant: 登入失敗。

# sync.error.worker_stopped
source: Sync sign-in worker stopped
ar: عامل تسجيل دخول المزامنة توقف
cs: Pracovní proces přihlašování synchronizace byl zastaven
da: Synkronisering log ind worker stoppet
de: Sync-Anmeldungsworker gestoppt
el: Ο διεργάτης σύνδεσης συγχρονισμού διακόπηκε
es: El trabajador de inicio de sesión de sincronización se detuvo
fi: Synkronoinnin kirjautumistyöntekijä pysähtyi
fr: Le worker de connexion de synchronisation s'est arrêté
he: עובד סנכרון התחברות עצר
hi: सिंक साइन-इन वर्कर बंद हो गया
hu: Szinkronizálás bejelentkezési feldolgozó leállt
id: Pekerja masuk sinkronisasi berhenti
it: Worker di accesso alla sincronizzazione arrestato
ja: 同期サインインワーカーが停止しました
ko: 동기화 로그인 워커가 중지됨
ms: Pekerja sign-in sinkron berhenti
nb: Synkpåloggingsarbeid stoppet
nl: Sync-aanmeldingsmedewerker gestopt
pl: Proces logowania synchronizacji zatrzymany
pt_br: Operário de login de sincronização parou
pt_pt: Worker de início de sessão de sincronização parado
ro: Procesul de conectare a sincronizării s-a oprit
ru: Рабочий процесс входа синхронизации остановлен
sk: Pracovník synchronizácie prihlásenia sa zastavil
sv: Synkroniserings inloggning arbetsare stoppade
tr: Senkronizasyon oturum açma çalışanı durduruldu
uk: Робітник входу синхронізації зупинено
vi: Công nhân đăng nhập đồng bộ đã dừng
zh_hans: 同步登录工作线程已停止
zh_hant: 同步登入背景工作已停止

# sync.oauth.callback.failure_body
source: Sign-in did not complete. You can close this tab and return to KnotQ.
ar: لم يتمكن من إكمال تسجيل الدخول. يمكنك إغلاق هذه التبويبة والعودة إلى KnotQ.
cs: Přihlášení se nedokončilo. Tuto kartu můžete zavřít a vrátit se do KnotQ.
da: Log ind blev ikke gennemført. Du kan lukke denne fane og returnere til KnotQ.
de: Anmeldung wurde nicht abgeschlossen. Sie können diesen Tab schließen und zu KnotQ zurückkehren.
el: Η σύνδεση δεν ολοκληρώθηκε. Μπορείτε να κλείσετε αυτή την καρτέλα και να επιστρέψετε στο KnotQ.
es: El inicio de sesión no se completó. Puedes cerrar esta pestaña y volver a KnotQ.
fi: Kirjautumista ei voitu suorittaa loppuun. Voit sulkea tämän välilehden ja palata KnotQ:hn.
fr: La connexion n'a pas abouti. Vous pouvez fermer cet onglet et revenir à KnotQ.
he: ההתחברות לא הסתיימה. אתה יכול לסגור כרטיסייה זו וחזור אל KnotQ.
hi: साइन-इन पूरा नहीं हुआ। आप इस टैब को बंद कर सकते हैं और KnotQ पर वापस जा सकते हैं।
hu: A bejelentkezés nem fejeződött be. Bezárhatja ezt a lapot, és visszatérhet a KnotQ-hoz.
id: Masuk tidak selesai. Anda dapat menutup tab ini dan kembali ke KnotQ.
it: L'accesso non è stato completato. Puoi chiudere questa scheda e tornare a KnotQ.
ja: サインインが完了しませんでした。このタブを閉じてKnotQに戻ることができます。
ko: 로그인이 완료되지 않았습니다. 이 탭을 닫고 KnotQ로 돌아올 수 있습니다.
ms: Sign-in tidak selesai. Anda boleh tutup tab ini dan kembali ke KnotQ.
nb: Pålogging ble ikke fullført. Du kan lukke denne fanen og gå tilbake til KnotQ.
nl: Aanmelden is niet voltooid. Je kunt dit tabblad sluiten en terugkeren naar KnotQ.
pl: Logowanie nie zostało ukończone. Możesz zamknąć tę kartę i wrócić do KnotQ.
pt_br: O login não foi concluído. Você pode fechar esta aba e retornar ao KnotQ.
pt_pt: O início de sessão não foi concluído. Pode fechar este separador e regressar a KnotQ.
ro: Conectarea nu s-a finalizat. Puteți închide această filă și vă puteți întoarce la KnotQ.
ru: Вход не завершён. Вы можете закрыть эту вкладку и вернуться в KnotQ.
sk: Prihlásenie sa nedokončilo. Túto kartu môžete zatvoriť a vrátiť sa do KnotQ.
sv: Inloggningen slutfördes inte. Du kan stänga den här fliken och återgå till KnotQ.
th: ไม่สามารถเสร็จสิ้นการลงชื่อเข้าใช้ คุณสามารถปิดแท็บนี้และกลับไปที่ KnotQ
tr: Oturum açma tamamlanmadı. Bu sekmeyi kapatıp KnotQ'ya dönebilirsiniz.
uk: Вхід не завершено. Ви можете закрити цю вкладку та повернутися до KnotQ.
vi: Đăng nhập không hoàn thành. Bạn có thể đóng tab này và quay lại KnotQ.
zh_hans: 登录未完成。您可以关闭此标签页并返回 KnotQ。
zh_hant: 登入未完成。您可以關閉此分頁並返回 KnotQ。

# sync.oauth.callback.success_body
source: You're signed in to KnotQ. You can close this tab and return to the app.
ar: أنت مسجل الدخول إلى KnotQ. يمكنك إغلاق هذه التبويبة والعودة إلى التطبيق.
cs: Jste přihlášeni do KnotQ. Tuto kartu můžete zavřít a vrátit se do aplikace.
da: Du er logget ind på KnotQ. Du kan lukke denne fane og returnere til appen.
de: Sie sind bei KnotQ angemeldet. Sie können diesen Tab schließen und zur App zurückkehren.
el: Είστε συνδεδεμένοι στο KnotQ. Μπορείτε να κλείσετε αυτή την καρτέλα και να επιστρέψετε στην εφαρμογή.
es: Iniciaste sesión en KnotQ. Puedes cerrar esta pestaña y volver a la aplicación.
fi: Olet kirjautunut KnotQ:hn. Voit sulkea tämän välilehden ja palata sovellukseen.
fr: Vous êtes connecté à KnotQ. Vous pouvez fermer cet onglet et revenir à l'application.
he: אתה מחובר ל-KnotQ. אתה יכול לסגור כרטיסייה זו וחזור לאפליקציה.
hi: आप KnotQ पर साइन-इन हैं। आप इस टैब को बंद कर सकते हैं और ऐप पर वापस जा सकते हैं।
hu: Bejelentkeztette magát a KnotQ-ba. Bezárhatja ezt a lapot, és visszatérhet az alkalmazáshoz.
id: Anda telah masuk ke KnotQ. Anda dapat menutup tab ini dan kembali ke aplikasi.
it: Sei connesso a KnotQ. Puoi chiudere questa scheda e tornare all'app.
ja: KnotQにサインインしました。このタブを閉じてアプリに戻ることができます。
ko: KnotQ에 로그인되었습니다. 이 탭을 닫고 앱으로 돌아올 수 있습니다.
ms: Anda telah log masuk ke KnotQ. Anda boleh tutup tab ini dan kembali ke apl.
nb: Du er pålogget KnotQ. Du kan lukke denne fanen og gå tilbake til appen.
nl: Je bent aangemeld bij KnotQ. Je kunt dit tabblad sluiten en terugkeren naar de app.
pl: Jesteś zalogowany do KnotQ. Możesz zamknąć tę kartę i wrócić do aplikacji.
pt_br: Você está conectado ao KnotQ. Você pode fechar esta aba e retornar ao aplicativo.
pt_pt: Iniciou sessão em KnotQ. Pode fechar este separador e regressar à aplicação.
ro: Sunteți conectat la KnotQ. Puteți închide această filă și vă puteți întoarce la aplicație.
ru: Вы вошли в KnotQ. Вы можете закрыть эту вкладку и вернуться в приложение.
sk: Ste prihlásení do KnotQ. Túto kartu môžete zatvoriť a vrátiť sa do aplikácie.
sv: Du är inloggad i KnotQ. Du kan stänga den här fliken och återgå till appen.
th: คุณลงชื่อเข้าใช้ KnotQ แล้ว คุณสามารถปิดแท็บนี้และกลับไปที่แอป
tr: KnotQ'ya oturum açtınız. Bu sekmeyi kapatıp uygulamaya dönebilirsiniz.
uk: Ви війшли до KnotQ. Ви можете закрити цю вкладку та повернутися до програми.
vi: Bạn đã đăng nhập vào KnotQ. Bạn có thể đóng tab này và quay lại ứng dụng.
zh_hans: 您已登录到 KnotQ。您可以关闭此标签页并返回应用。
zh_hant: 您已登入 KnotQ。您可以關閉此分頁並返回應用程式。
